[
  {
    "title": "Time will come when people's sentiments will have fulfilment: Rajnath",
    "description": "Home Minister Rajnath Singh on Thursday said \"time will come\" when people's sentiments, their desires and expectations will have fulfilment.",
    "url": "https://www.business-standard.com/article/news-ians/time-will-come-when-people-s-sentiments-will-have-fulfilment-rajnath-119022200047_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:10"
  },
  {
    "title": "Migrants to sue Italian PM, Minister in 'kidnapping' case",
    "description": "Rome, Feb 22 (IANS/AKI) A group of 41 migrants allegedly plans to sue Italy's Interior Minister Matteo Salvini and Prime Minister Giuseppe Conte over a case in which 177 migrants were held on an Italian coastguard ship off Sicily for ten days in August and only allowed ashore when other nations agreed to take them.",
    "url": "https://www.business-standard.com/article/news-ians/migrants-to-sue-italian-pm-minister-in-kidnapping-case-119022200021_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:10"
  },
  {
    "title": "Kashmiri students assaulted in Maharashtra, teacher asked to quit in Punjab (Roundup)",
    "description": "Four Kashmiri students in Maharahstra have been assaulted while a Kashmiri teacher in a private university in Punjab said he was asked to quit on Thursday even as the Supreme Court said it may take up Friday a PIL seeking security for students from the Valley in wake of the Pulwama terror attack.",
    "url": "https://www.business-standard.com/article/news-ians/kashmiri-students-assaulted-in-maharashtra-teacher-asked-to-quit-in-punjab-roundup-119022200013_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:10"
  },
  {
    "title": "Sikh group helps Kashmiri students travel back home",
    "description": "Sikh non-profit organization Khalsa Aid has sent nearly 300 Kashmiri students from various places back to their home state following fear among them in the aftermath of the Pulwama terror attack on February 14 in which 40 CRPF troopers were killed.",
    "url": "https://www.business-standard.com/article/news-ians/sikh-group-helps-kashmiri-students-travel-back-home-119022200017_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:10"
  },
  {
    "title": "Reference to conditions for talks in joint statement reaffirms India's position: Ex-diplomats",
    "description": "Even as there has been hard talk by the government over the Pulwama terror attack, a reference to the need to create necessary conditions for resumption of dialogue between India and Pakistan in the joint statement issued during the visit of Saudi Crown Prince Mohammed bin Salman indicated that talks continue to be an option if India's conditions are met.",
    "url": "https://www.business-standard.com/article/news-ians/reference-to-conditions-for-talks-in-joint-statement-reaffirms-india-s-position-ex-diplomats-119022200009_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:10"
  },
  {
    "title": "Forced entry of aid to Venezuela could lead to war, say Italian lawmakers",
    "description": "Rome, Feb 22 (IANS/AKI) The deadline set by US President Donald Trump and Venezuela's opposition leader and self-declared interim President Juan Guaido for the military to allow humanitarian aid into the crisis-hit country could spark perilous conflict, Senators from Italy's ruling 5-Star Movement said.",
    "url": "https://www.business-standard.com/article/news-ians/forced-entry-of-aid-to-venezuela-could-lead-to-war-say-italian-lawmakers-119022200024_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:10"
  },
  {
    "title": "Two companies, one platoon of PAC, 168 policemen protect UP Governor: RTI",
    "description": "At a time when Prime Minister Narendra Modi is preaching austerity and cutting down of government expense, Uttar Pradesh governor Ram Naik is being protected by two companies and one platoon of Provincial Armed Constabulary (PAC) and 168 security personnel, response to an RTI poser has revealed, the petitioner said on Thursday.",
    "url": "https://www.business-standard.com/article/news-ians/two-companies-one-platoon-of-pac-168-policemen-protect-up-governor-rti-119022200039_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:10"
  },
  {
    "title": "'Saudi Arabia recognises India's position on Kashmir, concerns on terror'",
    "description": "The joint statement issued during the visit of Saudi Arabia Crown Prince Mohammed bin Salman was a very clear recognition of India's position on Jammu and Kashmir and shows a great deal of sensitivity to India's concerns on terrorism, sources said here on Thursday.",
    "url": "https://www.business-standard.com/article/news-ians/saudi-arabia-recognises-india-s-position-on-kashmir-concerns-on-terror-119022200016_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:10"
  },
  {
    "title": "Pak judiciary robust, India has no case: Pak at ICJ",
    "description": "Presenting its case on the Kulbhushan Jadhav case, Pakistan on Thursday claimed that it had a robust judicial system in its country and dismissed India's plea for repatriation of Jadhav as \"devoid of legal merit\".",
    "url": "https://www.business-standard.com/article/news-ians/pak-judiciary-robust-india-has-no-case-pak-at-icj-119022200020_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:10"
  },
  {
    "title": "I'm crazy about my wife: Mark Consuelos",
    "description": "Actor Mark Consuelos has been married to wife Kelly Ripa for almost 23 years, and he couldn't be more in love.",
    "url": "https://www.business-standard.com/article/news-ians/i-m-crazy-about-my-wife-mark-consuelos-119022200041_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:10"
  },
  {
    "title": "Fashion designers, actors celebrate 100 years of Khadi",
    "description": "Fashion designers such as Rohit Bal, Rajesh Pratap Singh and Rina Dhaka along with Bollywood actors Arjun Rampal and Aditi Rao Hydari celebrated the centennial of Khadi and presented the fabric as a style statement on the runway here on Thursday.",
    "url": "https://www.business-standard.com/article/news-ians/fashion-designers-actors-celebrate-100-years-of-khadi-119022200023_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:10"
  },
  {
    "title": "India needs to spur growth amid low inflation outlook: RBI's monetary policy committee",
    "description": "MUMBAI (Reuters) - India needs to take steps to boost economic growth as the inflation outlook remains low, the Reserve Bank of India's monetary policy committee (MPC) said in minutes released on Thursday.",
    "url": "https://www.business-standard.com/article/reuters/india-needs-to-spur-growth-amid-low-inflation-outlook-rbi-s-monetary-policy-committee-119022100997_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:10"
  },
  {
    "title": "Ecuador to increase foreign reserves, revamp tax under IMF deal",
    "description": "QUITO (Reuters) - Ecuador will increase its foreign reserves, optimize public spending and make tax changes during the next three years to comply with a $4.2 billion financing deal with the IMF, Finance Minister Richard Martinez said on Thursday.",
    "url": "https://www.business-standard.com/article/reuters/ecuador-to-increase-foreign-reserves-revamp-tax-under-imf-deal-119022200011_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:10"
  },
  {
    "title": "Valeo sees new contracts lifting sales after weak 2018",
    "description": "PARIS (Reuters) - French auto parts maker Valeo said 2018 profit fell in a \"challenging year\" marked by emissions-test bottlenecks that hit European car production and a slowdown in China.",
    "url": "https://www.business-standard.com/article/reuters/valeo-sees-new-contracts-lifting-sales-after-weak-2018-119022200010_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:10"
  },
  {
    "title": "Spain welcomes provisional Brexit airline deal",
    "description": "MADRID (Reuters) - The Spanish government on Thursday welcomed a provisional European Union deal meant to mitigate the impact of a hard Brexit on airlines.",
    "url": "https://www.business-standard.com/article/reuters/spain-welcomes-provisional-brexit-airline-deal-119022200018_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:10"
  },
  {
    "title": "Nike stumbles into social media storm after basketball star's shoe splits",
    "description": "NEW YORK (Reuters) - A Nike Inc sneaker worn by a college basketball superstar split in half less than a minute into a highly anticipated game between Duke University and North Carolina, prompting an outcry on social media as the company sought to figure out what caused the malfunction.",
    "url": "https://www.business-standard.com/article/reuters/nike-stumbles-into-social-media-storm-after-basketball-star-s-shoe-splits-119022200025_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:10"
  },
  {
    "title": "Airbus pencils in orders for new A321XLR jet: sources",
    "description": "PARIS (Reuters) - Airbus has begun lining up tentative orders for a longer-range version of its A321 jetliner, seeking to exploit signs of hesitation at arch-rival Boeing over whether to develop a new model in a hotly contested niche of the airplane market.",
    "url": "https://www.business-standard.com/article/reuters/airbus-pencils-in-orders-for-new-a321xlr-jet-sources-119022101351_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:10"
  },
  {
    "title": "U.S. banks record $59.1 billion in profits in fourth quarter 2018",
    "description": "WASHINGTON (Reuters) - The U.S. banking sector recorded $59.1 billion in profits in the fourth quarter of 2018, down slightly from the third quarter's record level but still up significantly from the prior year, according to data from the Federal Deposit Insurance Corporation.",
    "url": "https://www.business-standard.com/article/reuters/u-s-banks-record-59-1-billion-in-profits-in-fourth-quarter-2018-119022200033_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:10"
  },
  {
    "title": "Catalyst Pharmaceuticals defends $375,000 drug price after Bernie Sanders rebuke",
    "description": "(Reuters) - Catalyst Pharmaceuticals Inc, rebuked by U.S. Senator Bernie Sanders for its high drug prices, on Thursday defended its $375,000 treatment for a rare disease, saying the price was in line with similar products in the industry.",
    "url": "https://www.business-standard.com/article/reuters/catalyst-pharmaceuticals-defends-375-000-drug-price-after-bernie-sanders-rebuke-119022101342_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:10"
  },
  {
    "title": "Gold falls off 10-month peak after Fed stance; palladium retreats",
    "description": "(Reuters) - Gold slipped from a 10-month peak on Thursday, pressured by signals the U.S. Federal Reserve will not adopt as dovish a stance on monetary policy as previously thought and as investors booked profits, while palladium retreated from a record high.",
    "url": "https://www.business-standard.com/article/reuters/gold-falls-off-10-month-peak-after-fed-stance-palladium-retreats-119022101366_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:10"
  },
  {
    "title": "U.S., China resume trade talks to thrash out structural agreements",
    "description": "WASHINGTON (Reuters) - The top U.S. and Chinese trade negotiators resumed high-level talks on Thursday to hash out a deal that could end their trade war, just over a week before a U.S.-imposed deadline to reach agreement expires and triggers a new round of tariffs.",
    "url": "https://www.business-standard.com/article/reuters/u-s-china-resume-trade-talks-to-thrash-out-structural-agreements-119022200042_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:09"
  },
  {
    "title": "U.S. negotiator says EU should address agricultural biotech in trade talks",
    "description": "WASHINGTON (Reuters) - The U.S. Trade Representative's chief agricultural negotiator on Thursday ratcheted up pressure on the European Union to address long-standing issues in bilateral trade talks.",
    "url": "https://www.business-standard.com/article/reuters/u-s-negotiator-says-eu-should-address-agricultural-biotech-in-trade-talks-119022200049_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:09"
  },
  {
    "title": "Germany makes it easier to fire top earners to lure banks after Brexit",
    "description": "BERLIN (Reuters) - Germany's lower house of parliament on Thursday approved changes to labour laws making it easier for employers to fire high-income workers, a measure designed to encourage London-based financial institutions to move to Frankfurt after Brexit.",
    "url": "https://www.business-standard.com/article/reuters/germany-makes-it-easier-to-fire-top-earners-to-lure-banks-after-brexit-119022200048_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:09"
  },
  {
    "title": "IOC scraps Olympic quotas from Delhi shooting World Cup",
    "description": "The International Shooting Sports Federation (ISSF)  announced on Thursday that all the 16 quota places for the 2020 Tokyo Olympics on offer at the shooting World Cup here have been scrapped due to denial of visas to Pakistan players.",
    "url": "https://www.business-standard.com/article/news-ians/ioc-scraps-olympic-quotas-from-delhi-shooting-world-cup-119022200022_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:09"
  },
  {
    "title": "UNSC condemns Pulwama terror attack",
    "description": "The powerful UN Security Council on Thursday strongly condemned the February 14 Pulwama terror attack by the Pakistan-based Jaish-e-Mohammad (JeM) terror group that killed 40 CRPF soldiers and underlined the need to hold perpetrators, organisers and sponsors of \"these reprehensible acts\" of terrorism accountable and bring them to justice.\nThe condemnation by the UN's most powerful 15-nation body named the Pakistan-based terror group.\nThe 15-nation body includes China as a permanent veto-wielding member that has in the past blocked India's bids in the Security Council Sanctions committee to designate JeM chief Masood Azhar as a global terrorist.\n\"The members of the Security Council condemned in the strongest terms the heinous and cowardly suicide bombing in Jammu and Kashmir, which resulted in over 40 Indian paramilitary forces dead and dozens wounded on February 14, 2019, for which Jaish-e-Mohammed has claimed responsibility,\" a press statement issued by the UNSC body said.\nThe ...",
    "url": "https://www.business-standard.com/article/pti-stories/unsc-condemns-pulwama-terror-attack-119022200002_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:09"
  },
  {
    "title": "Beware of fraud UAE job offers, Indian nationals warned",
    "description": "Consulate General of India in Dubai on Thursday asked job seekers to stay away from fraudulent job advertisements luring Indians to the UAE.\nIn a statement, the Consulate said they have come across at least two fraud job offers made to Indian nationals in the name of UAE companies.\nThe Consulate said \"job seekers should not fall prey to such bogus job offers and in case of any doubt, may seek clarification from the Consulate by sending an email to Vice Consul (Labour) at labour.dubai@mea.gov.in and copy to cgoffice.dubai@mea.gov.in\".\nThe Consulate also attached a fake job offer for English Lecturer from a university in the UAE. The document details a lucrative salary and numerous perks, some of whom seem too good to be true.\nHowever, there was a catch in the letter, shared by the Consulate. It asks the candidate to \"pay for visa and work permit processing, as a proof of readiness and seriousness to join our team\", which is not the procedure as the employer is required to pay for these",
    "url": "https://www.business-standard.com/article/pti-stories/beware-of-fraud-uae-job-offers-indian-nationals-warned-119022200008_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:09"
  },
  {
    "title": "UNSC strongly condemns 'heinous and cowardly' Pulwama attack by JeM",
    "description": "In a strong show of international solidarity and support for India, the powerful UN Security Council comprising 15 nations, including China, on Thursday condemned in the \"strongest terms\" the \"heinous and cowardly\" terror attack perpetrated by Pakistan-based Jaish-e-Mohammed in Pulwama and stressed on the need to hold organisers and financiers of such \"reprehensible acts\" accountable and bring them to justice.\nSignificantly, the press statement, issued by the most powerful UN body, names the Pakistan-based terror group headed by Masood Azhar.\nThe UNSC, which includes China as a veto-wielding permanent member that in the past has blocked India's bids in the Security Council Sanctions committee to designate Azhar as a global terrorist, also called on the global community to \"cooperate actively\" with the Indian government in holding the organisers and sponsors of such attacks accountable.\n\"The members of the Security Council condemned in the strongest terms the heinous and cowardly ...",
    "url": "https://www.business-standard.com/article/pti-stories/unsc-strongly-condemns-heinous-and-cowardly-pulwama-attack-by-jem-119022200032_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:09"
  },
  {
    "title": "Japan wants frictionless UK-EU trade after Brexit: Ambassador",
    "description": "Japan wants Britain to have frictionless trade with the European Union after Brexit, its ambassador said Thursday, insisting a damaging no-deal scenario should be avoided.\nJapanese companies are looking to expand their investment in Britain but are holding back due to uncertainty over Brexit, Koji Tsuruoka said during a talk in London.\nHowever, he insisted Japanese carmaker Honda's decision this week to close its plant in Britain had nothing to do with Brexit.\n\"Frictionless trade, we fully agree with that. Whether that is through a customs union or other means is up to the negotiation,\" Tsuruoka said on the Brexit talks.\n\"But the minimum that Japanese companies would like to pursue is an effective supply chain that goes beyond the borders of the UK and the EU.\"\nBritain is heading towards leaving the EU without a deal on March 29 unless one can be struck between London and Brussels that British MPs can agree to, in the remaining weeks.\n\"I still believe there will be no no-deal, because",
    "url": "https://www.business-standard.com/article/pti-stories/japan-wants-frictionless-uk-eu-trade-after-brexit-ambassador-119022200035_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:09"
  },
  {
    "title": "Pope offers 21 proposals to fight abuse at start of summit",
    "description": "Pope Francis opened a landmark sex abuse prevention summit Thursday by offering senior Catholic leaders 21 proposals to punish predators and keep children safe, warning that the faithful are demanding concrete action and not just words.\nThe tone for the high stakes, four-day summit was set at the start, with victims from five continents  Europe, Africa, Asia, South America and North America  telling the bishops of the trauma of their abuse and the additional pain the church's indifference caused them.\n\"Listen to the cry of the young, who want justice,\" Francis told the gathering of 190 leaders of bishops conferences and religious orders.\n\"The holy people of God are watching and expect not just simple and obvious condemnations, but efficient and concrete measures to be established.\"\nMore than 30 years after the scandal first erupted in Ireland and Australia, and 20 years after it hit the US, bishops and Catholic officials in many parts of Europe, Latin America, Africa and Asia still ...",
    "url": "https://www.business-standard.com/article/pti-stories/pope-offers-21-proposals-to-fight-abuse-at-start-of-summit-119022200037_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:09"
  },
  {
    "title": "Efforts on to introduce \"inhuman\" religion in India: Mamata",
    "description": "In an apparent attack on the BJP, West Bengal Chief Minister Mamata Banerjee Thursday alleged that efforts were on to introduce an \"inhuman\" religion in the country on the basis of divisive politics.\nBanerjee, without directly naming it, accused the saffron party of trying to impose its choice of food, clothing and religion on the people and then deciding who would stay in the country and who would be thrown out.\n\"They are trying to create an inhuman religion based on their belief and decide who are going to stay in the country and who will leave. They are deciding in which language people will speak, what the people will eat and wear. They are trying to change the history of the country,\" she said at a programme on the International Mother Language Day.\n\"If some people are trying to implement one law as per their will, we will not let them do so. We don't support this theory of divisive politics...,\" she said.\nBanerjee urged people not to pay heed to provocations meant to create ...",
    "url": "https://www.business-standard.com/article/pti-stories/efforts-on-to-introduce-inhuman-religion-in-india-mamata-119022200003_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:09"
  },
  {
    "title": "Dowry death: Husband jailed, in-laws booked for harassment",
    "description": "The husband of a 25-year-old woman, who had died here under mysterious circumstances three days ago, was arrested on Thursday for allegedly demanding dowry, police said.\nMukesh Kumar, 28, was held while his brother and sister were also accused in the case by the family of his deceased wife, Madhu, the police said.\nThe couple, who hails from Bihar, was staying in Bishanpura here since their marriage in June last year, according to a police official.\n\"The woman was pregnant and not being taken care of by her husband and in-laws. They were instead harassing her for dowry,\" the official said, citing a complaint by Madhu's cousin.\nAccording to the complaint, Madhu's family had got a call on February 18 evening that she had fallen ill and after some time they again got a call informing them that she was being taken to a hospital in Delhi.\n\"When the family reached the hospital, they were told by doctors that she was dead,\" the official said.\nLater, the woman's family filed a complaint ...",
    "url": "https://www.business-standard.com/article/pti-stories/dowry-death-husband-jailed-in-laws-booked-for-harassment-119022200004_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:09"
  },
  {
    "title": "Two arrested for robbing businessmen in east Delhi",
    "description": "A man was arrested while he was trying to get away on a motorcycle after robbing two businessmen of around Rs 40 lakh in east Delhi Thursday, while three of his accomplices managed to escape, police said.\nAshok and Narendar, businessmen from Ghazipur, were travelling in an auto-rickshaw when four men on two motorcycles overtook the three-wheeler in Pandav Nagar, snatched a bag containing nearly Rs 40 lakh cash from them and started to flee, they said.\nPolice personnel on patrol spotted the accused and managed to nab one of them, while the others got away after firing at the cops, a police official said.\nThe one who was arrested led police to another accused who used to work as a collection agent for the businessmen and had supplied information about them, he added.\nThe collection agent was arrested and police are interrogating the duo to identify the offers, police said.",
    "url": "https://www.business-standard.com/article/pti-stories/two-arrested-for-robbing-businessmen-in-east-delhi-119022200006_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:09"
  },
  {
    "title": "Man gets 3 years' RI for sexually harassing minor colleague",
    "description": "A local court Thursday sentenced a real estate company owner to three years of rigorous imprisonment for sexually harassing his 17-year-old female assistant in 2014.\nAdditional Sessions court judge Bharti Kale held Umashankar Rao (37) guilty under IPC sections 354A (sexual harassment) and 354B (assault or use of criminal force to woman) and awarded the sentence, additional public prosecutor Rakesh Tiwari said.\nThe victim had told the court that two days after she joined the office, Rao had asked her to come for work on May 18, 2014, which was a Sunday.\nWhen she refused to come, he told her that some other colleagues would also be coming. However, when the girl reached the office, she found nobody except Rao there, Tiwari said.\nThe accused told her that he was going out and asked her to complete some work before he came back. The accused returned in the afternoon with a beer can, the prosecution told the court.\nHe then forced the girl to drink beer and started touching her ...",
    "url": "https://www.business-standard.com/article/pti-stories/man-gets-3-years-ri-for-sexually-harassing-minor-colleague-119022200015_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:09"
  },
  {
    "title": "Swine flu claims 2 lives in Rajasthan, death toll touches 131 in state this year",
    "description": "Two people died of swine flu in Rajasthan on Thursday, taking the total death toll to 131 in the state so far this year.The patients who lost their lives were from Pali and Barmer districts of the state.Also, 61 new cases have been reported in the state, taking the tally of patients to 3,753 in 52 days.Amongst the fresh cases, Jaipur witnessed the highest number of 31 patients, followed by five each in Jodhpur and Udaipur.Three cases were reported from Bhilwara, while two cases each were reported from Bikaner, Alwar, Dausa, Jaisalmer, Barmer and Kota.One case each was reported Tonk, Nagaur, Bharatpur, Jhunjhunu and Rajsamand.  Swine flu is an infection caused by one of the several swine influenza viruses (SIV), with the H1N1 strain being the most common across the country. H1N1 virus spreads when an individual touches an infected person or breathes droplets of coughs that are in the air.The symptoms are the same as the seasonal flu, also known as viral fever. This includes a cough, ..",
    "url": "https://www.business-standard.com/article/news-ani/swine-flu-claims-2-lives-in-rajasthan-death-toll-touches-131-in-state-this-year-119022200043_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:09"
  },
  {
    "title": "Farmers' march to Mumbai suspended after talks with Maha govt",
    "description": "A leading farmers' organisation on Thursday announced suspension of its ongoing protest march from Nashik to Mumbai over agrarian concerns after talks with the Maharashtra government.\nThe All India Kisan Sabha (AIKS), backed by the CPI(M), announced suspension of the 180-km march from Nashik to Mumbai after a three-and-a-half hour meeting of its representatives with state ministers Girish Mahajan and Jaykumar Rawal.\nThe farmers had embarked on the march on Thursday morning, but it was called off later.\n\"The meeting (held Thursday) yielded positive results. We will suspend the march today,\" AIKS president Ashok Dhawale told PTI after the meeting between the two sides at Ambebahula village in Nashik.\nThis is the second time in the last one year that farmers were on the roads to protest against the \"betrayal\" of peasants by the BJP governments at the Centre and in the state.\nEarlier, they had planned to launch the march on Wednesday but it was deferred by a day allegedly after the state .",
    "url": "https://www.business-standard.com/article/pti-stories/farmers-march-to-mumbai-suspended-after-talks-with-maha-govt-119022200028_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:30:09"
  },
  {
    "title": "Tech Mahindra to buyback Rs 1,956 crore worth shares at Rs 950 apiece",
    "description": "Share repurchase programme is the first ever in company's history",
    "url": "https://www.business-standard.com/article/companies/tech-mahindra-to-buyback-rs-1-956-crore-worth-shares-at-rs-950-apiece-119022101074_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:29:56"
  },
  {
    "title": "Spread your risk by investing in NCDs; go for issues rated AA and above",
    "description": "Unlike bank FDs that are considered risk-free investments, NCDs do carry a certain amount of risk",
    "url": "https://www.business-standard.com/article/pf/spread-your-risk-by-investing-in-ncds-119022101093_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:29:56"
  },
  {
    "title": "Drones steal the show, perform aerobatic maneuvers at Aero India 2019",
    "description": "The UAVs could fly at high speeds, detect intruders, do aerobatic maneuvers and communicate with each other intelligently",
    "url": "https://www.business-standard.com/article/defence/drones-steal-the-show-perform-aerobatic-maneuvers-at-aero-india-2019-119022101151_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:29:56"
  },
  {
    "title": "Lower growth capital remains a key challenge for banks under PCA",
    "description": "Though capital adequacy and net NPAs will improve, banks will need more capital to expand",
    "url": "https://www.business-standard.com/article/finance/large-bad-loans-lower-growth-capital-still-key-challenge-for-pca-banks-119022101173_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:29:56"
  },
  {
    "title": "The job market paradox",
    "description": "More education has not translated into more working women in India",
    "url": "https://www.business-standard.com/article/opinion/the-job-market-paradox-119022101175_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:29:56"
  },
  {
    "title": "Nokia rides 5G wave, surging data consumption to entrench its position",
    "description": "Nokia - working with all existing telecom players in the country - is witnessing an urge among players to prepare their networks with 5G technology in advance",
    "url": "https://www.business-standard.com/article/companies/nokia-rides-5g-wave-surging-data-consumption-to-entrench-its-position-119022101191_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:29:56"
  },
  {
    "title": "We want to transform India's legal market with help of tech: Cyril Shroff",
    "description": "With Prarambh, we are taking the first leap in finding the best ways to serve our clients and transform the Indian legal market, says Cyril Shroff",
    "url": "https://www.business-standard.com/article/companies/we-want-to-transform-india-s-legal-market-with-help-of-tech-cyril-shroff-119022101206_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:29:56"
  },
  {
    "title": "Why cut off one's nose to spite one's face?",
    "description": "Blind categorisation of OTTs with TSPs is damaging as the two are fundamentally different",
    "url": "https://www.business-standard.com/article/opinion/why-cut-off-one-s-nose-to-spite-one-s-face-119022101190_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:29:56"
  },
  {
    "title": "How podcasts are making smartphones 'smart'",
    "description": "Podcasts are no longer a quaint US phenomenon designed for a nation that spends a lot of time driving around and waiting for traffic signals to change",
    "url": "https://www.business-standard.com/article/opinion/how-podcasts-are-making-smartphones-smart-119022101207_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:29:56"
  },
  {
    "title": "Telecom panel decision on Bharti Airtel, Vodafone, Idea penalty deferred",
    "description": "An internal panel of DoT comprising seven members is divided over the penalty proposal",
    "url": "https://www.business-standard.com/article/companies/telecom-panel-decision-on-bharti-airtel-vodafone-idea-penalty-deferred-119022101219_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:29:56"
  },
  {
    "title": "Letter to BS: Why shouldn't bankers take instructions directly from FinMin?",
    "description": "The banking system is availing of a negligible percentage of its total resource needs from the RBI",
    "url": "https://www.business-standard.com/article/opinion/letter-to-bs-why-shouldn-t-bankers-take-instructions-directly-from-finmin-119022101218_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:29:56"
  },
  {
    "title": "Letter to BS: Broken window theory offers an accurate observation of crime",
    "description": "Unless stone pelting and other small security-related crimes are nipped in the bud",
    "url": "https://www.business-standard.com/article/opinion/letter-to-bs-broken-window-theory-offers-an-accurate-observation-of-crime-119022101222_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:29:56"
  },
  {
    "title": "Can BJP-Shiv Sena alliance hit the double-digit mark in Maharashtra?",
    "description": "Maharashtra sends the largest number of MPs to the Lok Sabha after Uttar Pradesh",
    "url": "https://www.business-standard.com/article/opinion/can-bjp-shiv-sena-alliance-hit-the-double-digit-mark-in-maharashtra-119022101230_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:29:56"
  },
  {
    "title": "Google rethinks global policy as it faces new threats and regulations",
    "description": "It will include addition of resources to emerging markets, source says",
    "url": "https://www.business-standard.com/article/technology/google-rethinks-global-policy-as-it-faces-new-threats-and-regulations-119022101250_1.html",
    "author": "business-standard",
    "image": "None",
    "language": "en",
    "published": "2019-02-21 20:29:56"
  }
]